<template>
    <div id="home">
        <div class="content mt30">
            <div class="newsList">
                <ul>
                    <li>
                        <a href="">
                            <h2>这是栏目的组件</h2>
                            <p>这是栏目的组件还可以降低首款健身房还可以降低首款健身房还可以降低首款健身房还可以降低首款健身房
                                还可以降低首款健身房还可以降低首款健身房333
                            </p>
                        </a>
                    </li>
                    <li>
                        <a href="">
                            <h2>这是栏目的组件</h2>
                            <p>这是栏目的组件还可以降低首款健身房还可以降低首款健身房还可以降低首款健身房还可以降低首款健身房
                                还可以降低首款健身房还可以降低首款健身房333
                            </p>
                        </a>
                    </li>
                    <li>
                        <a href="">
                            <h2>这是栏目的组件</h2>
                            <p>这是栏目的组件还可以降低首款健身房还可以降低首款健身房还可以降低首款健身房还可以降低首款健身房
                                还可以降低首款健身房还可以降低首款健身房333
                            </p>
                        </a>
                    </li>
                    <li>
                        <a href="">
                            <h2>还可以降低首款健身房还可以降低首款健身房还可以降低首款健身房还可以降低首款健身房还可以降低首款健身房</h2>
                            <p>还可以降低首款健身房还可以降低首款健身房还可以降低首款健身房还可以降低首款健身房
                                还可以降低首款健身房还可以降低首款健身房333
                            </p>
                        </a>
                    </li>
                    <li>
                        <a href="">
                            <h2>还可以降低首款健身房还可以降低首款健身房还可以降低首款健身房还可以降低首款健身房还可以降低首款健身房</h2>
                            <p>还可以降低首款健身房还可以降低首款健身房还可以降低首款健身房还可以降低首款健身房
                                还可以降低首款健身房还可以降低首款健身房333
                            </p>
                        </a>
                    </li>
                    <li>
                        <a href="">
                            <h2>还可以降低首款健身房还可以降低首款健身房还可以降低首款健身房还可以降低首款健身房还可以降低首款健身房</h2>
                            <p>还可以降低首款健身房还可以降低首款健身房还可以降低首款健身房还可以降低首款健身房
                                还可以降低首款健身房还可以降低首款健身房333
                            </p>
                        </a>
                    </li>
                    <li>
                        <a href="">
                            <h2>还可以降低首款健身房还可以降低首款健身房还可以降低首款健身房还可以降低首款健身房还可以降低首款健身房</h2>
                            <p>还可以降低首款健身房还可以降低首款健身房还可以降低首款健身房还可以降低首款健身房
                                还可以降低首款健身房还可以降低首款健身房333
                            </p>
                        </a>
                    </li>
                    <li>
                        <a href="">
                            <h2>还可以降低首款健身房还可以降低首款健身房还可以降低首款健身房还可以降低首款健身房还可以降低首款健身房</h2>
                            <p>还可以降低首款健身房还可以降低首款健身房还可以降低首款健身房还可以降低首款健身房
                                还可以降低首款健身房还可以降低首款健身房333
                            </p>
                        </a>
                    </li>
                </ul>
            </div>
        </div>
    </div>
</template>
<style>
    .mt30{
        margin-top: 30px;
    }
</style>